
/* conjunction to end a compound sentence */
" and" = " i";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" jest już używane.";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (łączę)";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ chce wysłać Ci %2$@";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nowe konto>";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Czynność:";

/* No comment provided by engineer. */
"Add Account" = "Add Account";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Dołącz zadanie do zaznaczonego zdarzenia";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Dzięki szyfrowaniu Off-the-Record (OTR) Adium umożliwia w %@ szyfrowanie, uwierzytelnianie, blokowanie i zachowanie prywatności. Jeżeli Twój kontakt korzysta z programu nieobsługującego OTR, zostanie mu wysłany odnośnik do witryny OTR po próbie nawiązania kontaktu. Więcej informacji na temat OTR na stronie http://www.cypherpunks.ca/otr/.";

/* No comment provided by engineer. */
"Alias:" = "Pseudonim:";

/* No comment provided by engineer. */
"available contact" = "dostępny kontakt";

/* No comment provided by engineer. */
"away contact" = "nieobecny kontakt";

/* No comment provided by engineer. */
"Cancel" = "Poniechaj";

/* Cancel current account activity prefix */
"Cancel: %@" = "Poniechaj: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Nie można otworzyć zestawu dźwięków";

/* No comment provided by engineer. */
"Clear" = "Wymaż";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfiguruj zaznaczone zadanie";

/* Connect account prefix */
"Connect: %@" = "Połącz: %@";

/* No comment provided by engineer. */
"contact list group" = "Grupa Listy kontaktów";

/* No comment provided by engineer. */
"Custom" = "Własne";

/* Button which deletes the selection */
"Delete" = "Delete";

/* New contact alert pane */
"Delete after event occurs" = "Usuń po zaistnieniu zdarzenia";

/* No comment provided by engineer. */
"Delete Event?" = "Usunąc zdarzenie?";

/* No comment provided by engineer. */
"Disable" = "Wyłącz";

/* No comment provided by engineer. */
"Disabled Accounts" = "Konta wyłączone";

/* Disconnect account prefix */
"Disconnect: %@" = "Rozłącz: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Done";

/* Button which duplicates the selection */
"Duplicate" = "Duplicate";

/* No comment provided by engineer. */
"Edit" = "Zmiany";

/* No comment provided by engineer. */
"Edit Account" = "Edytuj konto";

/* No comment provided by engineer. */
"Edit Link" = "Zmień odnośnik";

/* No comment provided by engineer. */
"Edit presets:" = "Edit presets:";

/* Enable account prefix */
"Enable %@" = "Włącz %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Szyfrowanie:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Zdarzenie:";

/* No comment provided by engineer. */
"Idle" = "Nieaktywny";

/* No comment provided by engineer. */
"idle contact" = "bezczynny kontakt";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Nieprawidłowy pakiet znaczków statusu";

/* No comment provided by engineer. */
"Join" = "Dołącz";

/* No comment provided by engineer. */
"Join Chat" = "Dołącz do pogawędki";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Pozwól innym widzieć, że piszesz";

/* Label for the login server field in the account preferences */
"Login Server:" = "Serwer logowania:";

/* No comment provided by engineer. */
"New Alert" = "Nowe powiadomienie";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Brak połączenia ze zgodnymi kontami";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Hasło:";

/* No comment provided by engineer. */
"Paste" = "Wklej";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Czy usunąć %i zadań przypisanych do tego zdarzenia? ";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Usuń zaznaczone zadania";

/* Button which renames the selection */
"Rename" = "Rename";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Nieudane uaktualnienie zestawu dźwięków";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "Aktywny zestaw znaczków statusu „%1$@”, zainstalowany w  „%2$@”, jest nieprawidłowy. Brakuje w nim wymaganego znaczka stanu „%3$@”. Jeżeli pobrałeś ten zestaw z adiumxtras.com, skontaktuj się z jego autorem. Zostaną przywrócone domyślne ustawienia znaczków	u.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Wprowadzone znaki nie mogą występować w nazwie ekranowej tej usługi.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Zestaw dźwięków %1$@ jest w wersji %2$i i Adium nie potrafi go obsłużyć. Prawdopodobnie powinieneś użyć nowszej wersji Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Ta wersja Adium używa nowego formatu pakietów dźwięków. Nie można było uaktualnić pakietu dźwięków %1$@ znajdującego się w %2$@, więc został on wyłączony.";

/* Label in front of the title for a preset */
"Title:" = "Title:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Pisze:";

/* No comment provided by engineer. */
"Unknown" = "Nieznane";

/* No comment provided by engineer. */
"User Name" = "Użytkownik";
